[
  {
    "id": "article_001",
    "title": "李 대통령, 15∼17일 G7 정상회의 참석…다자 정상외교 데뷔",
    "body": "이재명 대통령은 오는 15∼17일 캐나다 앨버타주에서 열리는 주요 7개국(G7) 정상회의에 참석하기로 했다.\n\n취임한 지 2주일도 되지 않아 다자간 정상외교 데뷔전을 치르며 ‘국익 중심 실용 외교’에 박차를 가하는 것으로 해석된다.\n\n강유정 대통령실 대변인은 7일 브리핑에서 \"이 대통령은 G7 정상회의에 초청받아 참석하기로 했다\"고 발표했다.\n\nG7은 미국ㆍ영국ㆍ독일ㆍ프랑스ㆍ이탈리아ㆍ일본ㆍ캐나다 등 자유주의 국제질서를 이끌어가는 서방 7개국의 모임이다.\n\n매년 의장국이 논의에 기여할 수 있다고 생각하는 다른 국가나 국제기구 등을 초청해 ‘확대 회담’을 마련할 수 있다.\n\n최근 사례를 보면 한국은 일본이 의장국을 맡은 2023년, 영국이 의장국을 맡은 2021년 초청받았다.\n\n대통령실 관계자는 올해 의장국인 캐나다가 초청한 시점 등에 대해서는 \"외교적으로 이야기를 나누고 협의한 부분이라 쉽게 공개할 수 있는 부분이 아니다\"라며 \"초청받아 응했고, 공개한 시점이 오늘인 것\"이라고 설명했다.\n\n이 대통령이 G7 정상회의에 참석함에 따라 한반도 안보 문제로 긴밀하게 얽혀 있는 미국, 일본과의 소통이 특히 주목받을 것으로 보인다.\n\n이 대통령은 전날 밤 도널드 트럼프 미국 대통령과 첫 통화에서 \"한미동맹 발전을 위한 보다 심도 있는 협의를 위해 다자회의 또는 양자 방문 계기 등 가급적 이른 시일 안에 만나기로 했다\"고 대통령실이 밝힌 바 있다.\n\n대통령실 관계자는 G7 참석을 계기로 미국 방문 계획도 열어두고 있느냐는 질문에 \"한국과 미국의 정상이 만나는 것은 많은 분이 관심을 갖는 영역\"이라며 \"제대로 준비하고 있다는 정도로 답을 드리겠다\"고 밝혔다.\n\n한미 정상회담 조율을 위한 특사단을 미국에 보낼 가능성에 대해서는 \"현재로서는 G7에 초청돼 가기로 결정돼서 이 부분을 좀 더 철저히 준비하고 있다\"며 \"특사단 계획은 있는 것으로 알지만 아직 구체적 계획을 밝힐 정도는 아니다\"라고 답했다.\n\n이 관계자는 전날 이 대통령과 트럼프 대통령이 20분간 통화한 것에 대해서는 \"첫 통화로 정상 간 신뢰와 우애를 구축하는 데 방점이 있다\"며 \"과거 사례를 보면 10∼15분인 경우가 많았다\"고 설명했다.\n\n그러면서 \"미ㆍ중 (정상의) 통화는 관계를 돈독하게 한다기보다 실질적 논의를 많이 해서 길어지는 경향이 있는데, 우리는 돈독한 분위기를 만들어가는 통화였고 성공적으로 서로의 친밀감을 확인한 통화이었다\"고 덧붙였다.\n\n아울러 시진핑 중국 국가주석이나 이시바 시게루 일본 총리와 통화 일정에 대해서는 \"조율 중인 것으로 알고 있다\"고 밝혔다.\n\n한편, 강 대변인은 \"이재명 정부는 윤석열 정부가 대폭 축소한 대한민국 대통령 전용기 탑승 언론인 수를 문재인 정부 당시 수준으로 복원할 예정\"이라고 밝혔다.",
    "cluster_id": 0
  },
  {
    "id": "article_002",
    "title": "이 대통령, 15∼17일 G7 참석…다자 정상외교 데뷔",
    "body": "이재명 대통령은 오는 15∼17일 캐나다 앨버타주에서 열리는 G7 주요 7개국 정상회의에 참석합니다.\n\n강유정 대통령실 대변인은 이 대통령이 G7 정상회의에 초청받아 참석하기로 했다고 발표했습니다.\n\n대통령실 관계자는 초청받은 시점 등에 대해서는 \"외교적으로 이야기를 나누고 협의한 부분이라 쉽게 공개할 수 있는 부분이 아니다\"라며 \"초청받아 응했고, 공개한 시점이 오늘인 것\"이라고 전했습니다.",
    "cluster_id": 0
  },
  {
    "id": "article_003",
    "title": "이 대통령, 캐나다서 외교 데뷔...G7 정상회의 참석",
    "body": "이재명 대통령이 7개국(G7) 정상회의에 참석한다. 이 대통령의 외교 무대 첫 데뷔다.\n\n대통령실은 7일 의장국 캐나다의 초청으로 오는 15~17일 캐나다 앨버타주에서 열리는 G7 정상회의에 참석한다고 밝혔다. 강유정 대통령실 대변인은 이날 브리핑에서 “이 대통령이 G7 정상회의에 초청을 받아 참석하기로 했다”고 전했다.\n\n초청 시점에 대해서 대통령실 관계자는 “외교적으로 논의하고 합의한 부분이라 공개할 수 있는 부분이 아니다”며 “공개한 시점이 오늘이다”고 밝혔다.\n\nG7은 미국, 영국, 독일, 프랑스, 이탈리아, 일본, 캐나다 등 국제 질서를 이끄는 자유민주주의 국가로 구성돼 있다. G7 국가가 아니라도 의장국이 논의에 기여할 수 있다고 판단하는 국가의 경우 초청 받기도 한다.\n\n한국은 영국이 의장국을 맡은 2021년과 일본이 의장국을 맡은 2023년에 G7 정상회의에 초청받은 적이 있다.\n\n이 대통령은 임기를 시작한 지 채 2주도 되지 않아 주요국 정상이 모이는 다자회의에서 한국 정상으로서 데뷔한다. 이 자리에서 도널드 트럼프 미국 대통령, 이시바 시게루 일본 총리 등 주요국 정상들과 첫 대면할 예정이다.\n\n대통령실 강 대변인은 \"이재명 정부는 윤석열 정부가 대폭 축소한 대한민국 대통령 전용기 탑승 언론인 수를 문재인 정부 당시 수준으로 복원할 예정\"이라고 전했다.\n\n한편, 대통령실은 이 대통령이 6일 오후 트럼프 대통령과 통화한 데 이어, 시진핑 중국 국가주석, 이시바 일본 총리와 통화도 조율하고 있다고 밝혔다.",
    "cluster_id": 0
  },
  {
    "id": "article_004",
    "title": "로이터 \"북한 인터넷 대규모 접속 장애 사태\"",
    "body": "북한 내 인터넷이 대규모의 접속 장애를 겪고 있다고 로이터 통신이 보도했습니다.\n\n로이터는 영국 내 북한 인터넷 모니터링 분석가를 인용해 북한의 인터넷 장애가 모든 접속 경로에 영향을 미치고 있으며 원인은 사이버 공격보다는 내부 문제일 가능성이 크다고 전했습니다.\n\n현재 북한의 주요 뉴스 홈페이지와 외무성 인터넷 사이트 접속이 안 되는 상태라고 덧붙였습니다.",
    "cluster_id": 1
  }
]